{"train": [["fan riots goes against all the spirit of the game. Robert Jenwick thinks that the government acting swiftly to the football pitch invasions was absolutely right. ", 6], ["Robert Jenrick has been to Hartlepool a couple of times over the course of the last few weeks. Robert Jenrick would say a few things about Hartlepool. ", 0], ["Hartlepool has been represented for 57 years by a Labour MP, including prominent ones like Peter Mendelson. Robert Jenrick did find people in Hartlepool who want something different. firstly, there is a genuine desire for change in Hartlepool.", 6], ["Sir Keir Starmer seems like a grownup. Sir Keir Starmer seems like a statesperson. ", 6], ["rolling out our vaccine programme demonstrates the burdensome of the EU. Robert Jenrick is sure people are glad that Brexit is put to bed. ", 6], ["contrary to what was said earlier, we do have access for the data. what we can actually see is that in all respects the data has consistently, from the end of January, been better than those models. Hugh Osmond is afraid the reason to stick to the dates that we've talked about and why that doesn't conflict with the data not dates point, is that it takes five weeks to gather the correct data is incorrect. ", 6], ["the Prime Minister said that the data is looking favourable himself. the data is looking very favourable. ", 0], ["the Prime Minister said that the data is looking favourable himself. it looks as if we will be able to move forward with the next stage of the roadmap on 17 May.", 0], ["the report from SAGE does not give definitive notification on where, when and how transmission considered. what SAGE are saying is the system is not detailed enough for them to be able to say with any high degree of certainty exactly where people are contracting COVID. ", 0], ["when people's livelihoods are put at risk you have to expect them to make a bit of a stand. Hugh Osmond does respect the British fighting for fishing and the French fighting for their rights. ", 6], ["they are sending the gun ships out for the fishing century. it is a failure of diplomacy on both sides. ", 6], ["there's higher priorities for the Royal Navy than floating around in Jersey. it should have been dealt with a long time before it got to the situation of sending out gun boats. ", 7], ["the Government had been driven by data throughout the COVID-19 pandemic. the Government might have heeded their own commissioned report warning what might happen in the winter without certain measures taking place.", 4], ["we want to choreograph decent, constructive, convivial relations with the European Union for the future. we don't make process by picking juvenile fights not just with one country but with the entirety of the European Union. let's start as we mean to go on, other than adopting gunboat diplomacy then getting some dovish spokesman to appear saying we know we deployed the boats but we mean well after all. ", 7], ["we've already had to bring the dogs out to face each other off. we do need to learn to talk. ", 7], ["there's too much money in football. fan power is never going to happen. ", 6], ["too much money. as it stands now, there is not a chance of fan power. ", 6], ["people in Hartlepool are looking to people like Ben Houchen, thinking they were doing a good job, there's investment, a free port, good jobs coming in, taking advantage of clean energy, the investment in town and high streets that we're doing in that part of the world. people in Hartlepool did look to people like Ben Houchen, the Conservative mayor. ", 6], ["people in Hartlepool are looking to people like Ben Houchen, thinking they were doing a good job, there's investment, a free port, good jobs coming in, taking advantage of clean energy, the investment in town and high streets that we're doing in that part of the world. the people of Hartlepool saw a positive change coming. ", 6], ["we were seeking a judicial review of the decision to delay opening of hospitality. we have been fighting very hard to try to achieve this. ", 7], ["the hospitality industry is literally on its knees. the Hugh Osmond's employees need to get back to work. ", 7], ["the UK Government are doing everything they can to support high street and town centre businesses through a very challenging period. if you think through what we've done, we have the business rates holiday that's continuing, we have grants up to £18,000.", 6], ["Keir Starmer has to reach out to and connect with and cut through to the country as a whole. Keir Starmer has to be bolder. ", 7], ["in a sense it would be counterintuitive if voters said we know we wanted that in significant numbers. but actually we're going to punish the government that delivered what we said we wanted them to deliver. ", 1], ["everyone may not be familiar with the court case Hugh Osmond was involved in. Hugh Osmond should remind everybody what it is you were trying to do in the court case. ", 7], ["we employ 3 million people. those employed are mainly under 25. the Hugh Osmond's employees need to get back to work.", 7], ["the way to work it through the disagreement between France and Jersey is diplomacy. the French foreign minister was in Jersey yesterday. Robert Jenrick should have had a conversation with the French foreign minister. ", 7], ["the government is focused on the vaccine programme, recovery post-pandemic, sustaining people's jobs. let's hold an inquiry once we are through this pandemic. ", 7], ["the government can pass laws. the government can regulate the game more. there's a lot of things the government can do. ", 6], ["Robert Jenrick hopes we can use this as an opportunity to make the game more dynamic, more democratic and more in the interests of the fan. Robert Jenrick is pleased that we killed that proposal. ", 7], ["ultimately, the fans are what the game is all about. Robert Jenrick hopes we can use this as an opportunity to make the game more dynamic, more democratic and more in the interests of the fan. ", 7], ["none more so than the vaccine programme. you're going to see some of the benefits of Brexit. ", 7], ["that's the point that the minister, Chris Witty, our experts, review the data in the knowledge of all the facts, make a decision, then provide sufficient time for the sector to provide for whatever the outcome is. it is better not to rush and make a decision before you're armed with all the information. ", 7], ["then you have time to make the public and businesses like Hugh's. you ensure there is a five-week wait which gives enough time to have the information on which to make an informed decision. you gather the data. it is right to stick to what we created. ", 7], ["the hospitality industry is literally on its knees. we have to get it moving as fast as we can. ", 7], ["the French fishermen need to get their own act sorted. the French fishermen can't complain to anybody if they are late. ", 1], ["ensuring this is sorted out as quickly as possible is the right thing to do. we are going to ensure this is sorted out as quickly as possible. ", 7], ["Deborah Frances-White is getting her information from this government and they are the absolute worse. Deborah Frances-White doesn't know if hospitality should open now. ", 1], ["the French were talking about cutting power to Jersey off. the French are not very proportionate either. ", 1], ["the French blockading a British port is a disgusting thing to have done. the French were not being diplomatic. ", 1], ["Labour have opposed the government on school exam results or free school meals in the holiday. Labour have stood up in support of people with low income, those in the private rented sector where Thangam Debbonaire has called for the eviction ban. Keir Starmer has opposed the government many, many times. ", 1], ["clearly the French behaved badly. the French were talking about cutting power to Jersey off. ", 1], ["we have seen that schoolchildren, students, young people have been hammered by school closures, university closures and so forth. Labour Party certainly doesn't seem to stand for standing up for the young, hard-working people who have been most affected by lockdown and the underprivileged voter base. ", 1], ["the data and science have at no point supported the government on deciding not to allow the hospitality to reopen. not allowing the hospitality to reopen is a disgrace. ", 1], ["AudienceMember 20210819QT13 did not have clear policies. the vision is not there. AudienceMember 20210819QT13 did not know what they were voting for.", 6], ["AudienceMember 20210819QT13 did not know what they were voting for. in the most recent elections it was hard to go out to vote.", 6], ["Keir Starmer is Deborah Frances-White's MP. Deborah Frances-White really wants to like Keir Starmer. ", 4], ["the problem with Stan Chronicy, is that he doesn't know one end of a football pitch from the other. John Bercow's particular bug bear is if you are going to have billionaires involved then it would be a good start if those people cared a flying flamingos goal about the sport of football. ", 1], ["Stan Chronicy is based in the United States and never comes to the UK. John Bercow's message to Stan Chronicy is the same as Ian Wright's, Stan Chronicy, get out of our club. ", 1], ["Stan Chronicy is based in the United States and never comes to the UK. the problem with Stan Chronicy, is that he doesn't know one end of a football pitch from the other. ", 1], ["the government has misled people. the government has broken its promises. Robert Jenrick, the reality of the matter is that the government have stopped and started. it has been a catalogue of ineptitude on an industrial scale. ", 1], ["Sir Keir Starmer brushes his hair before he does speeches. Sir Keir Starmer seems like a grownup. ", 6], ["when Robert Jenrick says he's glad the dispute between the British and the French has been put to bed, fish exports from the UK being down 31% is hardly a result. Robert Jenrick can't be happy with UK fish export being down 31%.", 1], ["Boris Johnson trying to be Churchill is childish. Deborah Frances-White wishes Boris Johnson would stop getting up in the morning and saying: How can I be Churchill today. ", 1], ["they knew they had to get the licences in January. the French fishermen should have had their paperwork in in time. ", 1], ["if they are unhappy about anything they do a blockade for everything. it is just typical French. ", 1], ["the French ships have moved away. the Royal Navy is able to move away as well. ", 4], ["the one thing for the French fishermen is people are at least now paying   attention to them. Scottish fishermen feel so betrayed by the Brexit deal. they might be wondering if they should be taking a leaf out of the French fisher folks' book. ", 4], ["there is nothing that the UK Government can see that indicates that there is going to be a delay. it is literally a question now of 10 days until most of the aspects of the UK economy will be able to reopen. it would be doing the country a disservice at this stage to rush rather than waiting a little bit longer.", 7], ["it will probably be a while until we get details on sending Royal Navy ships to Jersey. we don't have many details on Royal Navy ships to Jersey. ", 6], ["it has been clear over the last couple of years that the Labour Party has faced a battle for identity following Jeremy Corbyn's resignation, we have seen the Labour Party trying to reinvent themselves. Hugh Osmond doesn't know what Labour stands for at the moment. ", 6], ["the ships have left the vicinity of Jersey. Robert Jenrick is pleased the situation has eased. ", 6], ["the French fishermen were completely wrong. the French fishermen were well out of order. the French fishermen need to get their own act sorted. ", 4], ["the French fishermen need to get their own act sorted. the French fishermen need to do the paperwork. ", 4], ["the French did not have the right to suddenly start blockading a British port. the only mistake the Royal Navy made was not sinking the ships in the first place. ", 3], ["the French fishermen in Jersey aren't new-comers. the French fishermen should have had their paperwork in in time. ", 3], ["Labour stood up for people on school meals. Labour stood up and got a reversal of a decision by the government. Labour stood up for people on the evictions ban. Labour stood up for people on cladding which is so important to so many people across the country. Labour have stood up for people. ", 3], ["the government were right. it is not a dip the French were in the country yesterday. ", 6], ["clearly the French behaved badly. whether our response was proportionate, it is difficult to say. who was to blame for sending ships where, it is very difficult to say. ", 6], ["we can see that the effectiveness of preventing effectiveness in severe disease was better than assumed. the number of hospital admissions has fallen. we had enough data a month ago to see the assumptions behind the models were wrong from the start, from the outset were based on bad data. ", 6], ["football is part of our heritage, our culture, whether that's the biggest or smallest clubs. we need now a shift in the fundamental power dynamic in the game away from big billionaires back to the fans. ", 6], ["fan power in football is politics. Deborah Frances-White has loved seeing British people so politically engaged. ", 4], ["fans got something shifted. there is a sense of power, power to the people. ", 6], ["the Scottish fisherman's federation says it is desperately poor. Scottish fishermen feel so betrayed by the Brexit deal. ", 6], ["it is a minor but significant scandal that the SAGE report was leaked out at the last minute after the conclusion of the case. on the very same day after the court made its decision and it came out afterwards, there was published quietly by the government a full report from SAGE based on UK information throughout the epidemic that said it found no evidence that pubs and restaurants or hospitality in general were prone to infection. ", 6], ["it is very different from 1979 or even 2010 when people wanted government out of the way. there is a market for a left-of-centre party that can show how it will tackle the levelling up agenda, how it will help the left-behind, the left-out, the left-to-rot.", 6], ["people want a protective state and a Labour Party. it is very different from 1979 or even 2010 when people wanted government out of the way.", 1], ["this means through COVID and through the pandemic and coming out of it it appears that the rich get richer and the poor get poorer, as a huge generalisation. we have seen that schoolchildren, students, young people have been hammered by school closures, university closures and so forth. ", 6], ["this means through COVID and through the pandemic and coming out of it it appears that the rich get richer and the poor get poorer, as a huge generalisation. the jobs that will be lost is almost exclusively in the younger part of the market, low-paid jobs. ", 6], ["the distribution of the vaccine is overwhelmingly about the NHS. the devising of the vaccine is overwhelmingly about the quality of scientists. development and distribution of the vaccine has little to do with the government. ", 6], ["consistent with the fact of suspension of normal politics, there is a wave of relief in the country at the arrival and, yes, the effective distribution of the vaccine. there is a desire to reward the government. ", 6], ["nevertheless, the distribution has been a success. there is a desire to reward the government. ", 6], ["the court case wouldn't make a difference before 17 May. after an unexplained two-week delay from the court, the judgment was that the case was academic.", 6], ["media rights, sponsorship rights and other rights have become a much more important source of income for sports clubs than the fans themselves. something like the European Super League was always bound to happen. ", 6], ["they have not been good comparisons in the past. now isn't the right time for us to make comparisons. ", 7], ["football is up there with NHS, housing and schooling in levels of importance. it would be great if people were as engaged or more engaged about the NHS, housing and schooling as football because it clearly works. ", 4], ["it's difficult to judge anyone at this time of going through the pandemic and coming out of it. we underestimate how difficult it has to be for any opposition leader to get themselves heard while we're going through the pandemic and coming out of it. you have to give Keir Starmer a couple of years. ", 6], ["it is only 17 months ago that the red wall seats revoted against Labour and turned to the Conservatives. Labour losing Hartlepool isn't really a shock to John Bercow.", 6], ["what is at stake is an argument about the behaviour of the Jersey authorities and, more particularly, the British government, in surreptitiously introducing new regulatory burdens and compliance requirements with minimal notice, of which the French fishermen couldn't have been aware. it isn't a question of people not filling in forms that they knew they had to complete. ", 4], ["businesses are closing all over the place. the hospitality industry is literally on its knees. ", 4], ["in a democracy every government needs a strong opposition. the UK government not having strong opposition is a disaster. ", 4], ["strong opposition is good for democracy. the UK government not having strong opposition is a disaster. ", 4], ["Jersey is an area in which customarily French fishermen did fish. the French fishermen in Jersey are not people suddenly turning up saying \"Can we fish here?\". ", 2], ["people of reasonable sense and judgment can see through the situation in Jersey. the situation in Jersey doesn't wash. ", 2], ["there seems to be some disagreement about the precise details of the agreement between France and Jersey. disagreement about the agreement between France and Jersey needs to be worked through in the usual way. ", 2], ["the reason to stick to the dates that we've talked about and why that doesn't conflict with the data not dates point, is that it takes five weeks to gather the correct data. you can make the most informed decision. ", 6], ["the French ships have moved away. it sounds like a sensible outcome has been achieved tonight. ", 2], ["we did achieve a generation of young women who have had the opportunity to learn. just because the situation now is tragic, and because we didn't achieve everything that we wanted to achieve, it doesn't mean to say we achieved nothing. ", 7], ["to protect the gains that means working with countries that have a degree of influence over the Taliban. we do absolutely need to work to protect those gains, and fragile as they are, and that means working with the countries in the immediate vicinity around Afghanistan. ", 7], ["we need to make sure that we embed the successes that we have had. there is still work to do. ", 7], ["we also need to make sure that Afghanistan doesn't once again become the place where terrorist attacks happen. there is still work to do. ", 7], ["we are now seeing the ripple effects from American exit. there is still work to do. ", 7], ["we don't know the scale of the crisis that is about to unfold yet. the amount of refugees accepted depends in part on the scale of the crisis about to unfold. Labour has not put a number on how many refugees should the UK accept from Afghanistan. ", 6], ["there was 4 million refugees from Afghanistan. 300,000 people, nobody in the streets. Kabul was a ghost town at the end of 2001.", 6], ["a generation of young Afghans are watching the future unravel in front of their eyes. millions of young Afghans grew up with a transformation - girls, who never would have had chances before. we owe it to the generation of young Afghans not to engage in a counsel of despair, but to think what can we do right now to assert leverage over the situation and protect those gains. ", 7], ["those failures were political and strategic. the failures were not the failures and mistakes of the very many people led by Afghans themselves, with British troops supporting them. ", 6], ["there were only six casualties in the year before that peace deal was signed. this has been a very low-cost, low-risk operation. ", 6], ["Afghanistan was a poor, fragile country which was making huge progress. we could have maintained Afghanistan's progress with a very modest investment. ", 6], ["AudienceMember 20210902QT15 lived for a few years in the Middle East, as a child. the social, cultural, historical values bring forward a very different way of society working.", 0], ["one reason that the government are on the right track is that it is absolutely clear that 5,000 is too small a number over the next 12 months and we've got to make a more generous offer than that. the government are on the right track for two reasons.", 2], ["up to 5,000 people, when we already know that the scale of this crisis is going to be way beyond that. one reason that the government are on the right track is that it is absolutely clear that 5,000 is too small a number over the next 12 months and we've got to make a more generous offer than that.", 7], ["British people lost their lives, as well as the Americans. Al-Qaeda was being harboured in Afghanistan. the attacks on the world trade centres were devastating. ", 6], ["Al-Qaeda was being harboured in Afghanistan. the initial entry was to prevent Al-Qaeda from using Afghanistan as a base of operations. ", 6], ["what we don't want to do is see women targeted here on the streets of the UK. we do have to be careful. ", 7], ["Nelufar Hedayat's auntie has said things publicly against the Taliban. Nelufar Hedayat's auntie will be one of the first - as soon as this veneer of acceptability. ", 6], ["the Taliban are worried in the next month or six weeks, there will be a NATO attack, some sort of land - there will be troops on the ground. the Taliban are on their best behaviour. ", 7], ["the UK gave Nelufar Hedayat schooling, and it sent her to university, and she got a job, and she worked here as a journalist, a person, as a woman, and a person of colour. the UK took Nelufar Hedayat in. ", 6], ["we are less safe is because of the failed war itself - 20 years of failures. we are less safe.", 6], ["we invaded Afghanistan in 2001, the 7/7 bombings happened in 2005, four years after our invasion. we are less safe is because of the failed war itself - 20 years of failures.", 6], ["terrorist groups have havens across the world, Yemen, Libya, Iraq, all countries we were militarily involved in some shape or form. we are less safe is because of the failed war itself - 20 years of failures.", 6], ["in the first year of 2019, first six months, the US allies killed more people than the Taliban. in the first six months of 2019, the US allies killed more people than the Taliban is a shocking statistic. 2009 was a horrific year for Afghan civilians.", 6], ["one person in every four villages and towns in the UK. clearly, we can take more refugees. ", 6], ["at the most simple analysis of the situation, we are a major player in the last 20 years of this situation. the numbers of refugees are a joke.", 6], ["at the most simple analysis of the situation, we are a major player in the last 20 years of this situation. we should not be looking at numbers.", 6], ["we have seen the demand for the democracy from a quarter of the members of the jirga, the Afghan parliament, women. we then chose collectively also to seek to bring about a positive change in Afghanistan, support women's emancipation, education. ", 7], ["the government appears to have been relying on intelligence up to now that said that the Taliban were unlikely to advance. can't we all just agree that we totally did or did not underestimate the Taliban forces in the first place. ", 6], ["terrorism is a home-grown problem. terrorists are in this country right now. ", 6], ["Nelufar Hedayat made a documentary on the BBC ten years ago with her family who talked in really negative terms about what the Taliban were. Nelufar Hedayat's uncle is in Afghanistan staying put told not to move for fear of being caught by the Taliban. ", 6], ["we don't have any understanding as far as Lisa Nandy can work out about what is happening on the ground. we need to get a line of sight on what is happening beyond Kabul. ", 0], ["we should be freezing the assets. the Taliban have taken over the Afghan government's assets, some of those may be in UK banks. ", 7], ["unless we start putting leverage on the Taliban in order to put pressure on them not to allow Afghanistan to descend into a haven for terrorists. we will reap the benefits. ", 7], ["the reality is as much as there may be terrorists out there, actually, the people who blew up the tube in 7/7 in 2005, they were from Leeds where AudienceMember 20210902QT37 lives. terrorists are in this country right now.", 6], ["Mehdi Hasan definitely hasn't been in favour of the war over the last 20 years. Mehdi Hasan is probably the wrong person to ask what the war was for.", 6], ["we thought it would be a Vietnam-style quagmire, tens of thousands of civilian casualties. some of us were opposed to the war from the very beginning. ", 7], ["we thought the terror threat would go up and not down. some of us were opposed to the war from the very beginning. ", 7], ["it turned out that Dominic Raab was on holiday as the Taliban advanced. we've found out why Dominic Raab didn't even bother to reply to Lisa Nandy's email about the urgent meeting regarding Afghanistan. ", 6], ["withdrawing the forces from the Afghanistan is an immense victory for Jihadists, coming before the anniversary of 9/11. we're less secure.", 6], ["politicians were discussing it amongst themselves that this Afghan army is not up to it, that there is corruption in the government, no-strike is not working, and they're not winning. politicians knew. ", 6], ["20 years. the Afghanistan war is on the same level of a failure as the Iraq war.", 6], ["thousands of lives lost. the Afghanistan war is on the same level of a failure as the Iraq war. ", 6], ["the Afghanistan war is on the same level of a failure as the Iraq war. what we've done in Afghanistan seriously deserves a huge accounting. ", 3], ["politicians knew. that is the worst part about it, to see politicians this week saying, \"I'm shocked at this collapse, shocked it didn't work out the way ... \". ", 1], ["the Afghanistan war is a massive, massive monumental failure. the Afghanistan war is on the same level of a failure as the Iraq war. ", 3], ["those decisions were flawed in that there was no real understanding of the complexity of what then had to come next. the current situation has long and deep roots. ", 6], ["there have been a series of political and strategic failures over a very long period of time that led to here. the current situation has long and deep roots. ", 6], ["Pakistan and Iran have millions of refugees. the majority of refugees have always been - not in the West. ", 6], ["Mehdi Hasan finds the Home Office's official guidance saying Afghan asylum seekers could be returned to Kabul safely absurd. the Home Office guidance on asylum seekers needs to be changed. ", 0], ["after 20 years, two trillion dollars and tens of thousands of people dead. things in Afghanistan clearly haven't improved enough.", 6], ["Labour party is unable to put a stance on what it will do to protect communities here from the terrorists. Labour party haven't changed from sitting on the fence like Jeremy Corbyn. ", 6], ["Lisa Nandy is a Greater Manchester MP, we are going through hell in Manchester with the inquiry into the Manchester bombings. please don't tell Lisa Nandy we don't take people's security and safety here in the UK seriously. ", 0], ["terrorism is a home-grown problem. we need to work together to deal with terrorism. ", 7], ["the UK Foreign Secretary and the Prime Minister felt it was okay to go on holiday during the US withdrawal from Afghanistan. the UK Foreign Secretary and the Prime Minister were not prepared for the US withdrawal from Afghanistan. ", 6], ["the United Kingdom played a massive part in getting itself involved in Afghanistan. for us to be talking about allowing only 5,000 people from Afghanistan a year is quite frankly disgusting. we should say our arms are open to whoever from Afghanistan wants to come.", 7], ["it was a consequence by a decision of the United States to withdraw. what we've seen unfold in the last few months was not inevitable. ", 6], ["withdrawing the US army undermined the efforts that had been made to try to strengthen the Afghan forces's resilience.. Joe Biden withdrawing the US army had a huge impact on the morale of the Afghan forces as well. ", 4], ["because of our failure to plan people will die. this is unacceptable. ", 7], ["because of our failure to plan people will die. it is an unparalleled moment of shame for this government. ", 7], ["the Afghans that AudienceMember 20210902QT28 supported have been executed in cold blood. the people that AudienceMember 20210902QT28 served with and who served on previous tours, who have lost friends, brothers, sons, sisters, are now seriously questioning what it was all for.", 7], ["those green shoots are now stone dead. the only way that AudienceMember 20210902QT28 can feel like they cannot be utterly embarrassed and humiliated about their service is if we as a democratic nation hold those responsible to this for account.", 7], ["the political enquiry holds to account both some of the political decisions, but also those in the military hierarchy who were responsible for strategic and operational decisions that have led to failure. Boris Johnson is trying to weasel out of having a full parliamentary inquiry. ", 6], ["Afghanistan had its own share of lies as we were told there was no alternative to going to war, even though it was reported at the time that the Taliban were willing to hand over Bin Laden to a third country if Bush offered proof. Afghanistan was not the good war as it had its own share of lies. ", 1], ["Bush said no. Afghanistan had its own share of lies as we were told there was no alternative to going to war, even though it was reported at the time that the Taliban were willing to hand over Bin Laden to a third country if Bush offered proof. ", 1], ["the Taliban in 2001 offered to surrender as long as their leaders were kept safe in Kandahar, Donald Rumsfeld no, unconditional surrender. Afghanistan had its own share of lies as we were told there was no alternative to going to war, even though it was reported at the time that the Taliban were willing to hand over Bin Laden to a third country if Bush offered proof.", 1], ["doing the same thing over and over again, and expecting different results. we have to end this, but it has to end. ", 7], ["after the long history of involvement that the UK has. the promises that we made to the Afghan people. we ought to be able to do both and fund Afghanistan refugees and Afghans in their home country. ", 7], ["those young girls are now young women who have aspirations and hope. those young women will fight the rule of the Taliban. ", 7], ["Nelufar Hedayat went to a place called Skater Stan, and she met young girls wearing their traditional Afghan clothes going up and down these huge skateparks that they had built because the war in Afghanistan gave a generation hope. the war in Afghanistan was fought to some degree for the children. ", 0], ["you've completely upended somebody's country. after failing to transplant cultural values and then just walking away, how can you not expect there to be an enormous mess left behind. ", 6], ["now we're just saying, \"Oh, well, anyway, it doesn't seem to be working, let's go.\". at some point, people have to take responsibility for the complete failure in Afghanistan. ", 7], ["we've gone in, we've made a mess of Afghanistan. AudienceMember 20210902QT16 doesn't care if it's Labour, Conservative, British, American, whomever it is who takes responsibility.", 7], ["some of those countries are countries that we have a very difficult set of relationships with, including Iran, for example. none of those countries want to see Afghanistan turn into a terrorist breeding ground. it is going to be incredibly hard work. ", 6], ["it is going to be incredibly hard work. it will require a degree of focus and attention. ", 6], ["there is of course the risk of terrorism and extremist acts. terrorism is why the UK's position had always been that we withdrew when certain conditions had been met, rather than to a specific date or timeline. ", 2], ["Nick Carter is someone who has been in the top of the military hierarchy for many years. Nick Carter bears responsibility for many of the military's failures. ", 6], ["people like Nick Carter will at least having a moment where they are held in very, very humble silence for the decisions that they've made is the only way as a veteran that AudienceMember20210902QT30 and their fellow veterans will feel at the very least we've learned something. in 20 years' time, the next generation should not in some other country be undergoing the same process as now in Afghanistan. people like Nick Carter will at least have a moment where they are held in very, very humble silence for the decisions that they've made.", 7], ["James Cleverly has been in the military for a long while. James Cleverly knows lots of people that have served in Afghanistan. ", 6], ["James Cleverly knows lots of people that have served in Afghanistan. James Cleverly knows people who have had life-changing injuries. ", 6], ["it is absolutely understandable that this particular time, when we are seeing the images coming out of Afghanistan, veterans in particular will find it incredibly difficult. James Cleverly would put a strong plug to make sure that anyone that is feeling the pressure because of the operation in Afghanistan reaches out. ", 7], ["the American forces left overnight. essentially the entire Afghan air force was destroyed as we left. the reason why the exit strategy from Afghanistan failed is that it was reckless and shameful. ", 6], ["in South Korea the United States has been there for 70 years. the big question is why were we pushing for the exit at all.", 3], ["we had a Lightfoot print of 2,000 British and American soldiers that could have remained in Afghanistan with very few casualties at low cost. the exit from Afghanistan was an unnecessary reckless defeat.", 6], ["at the moment you cannot get to the airport. there are Taliban checkpoints all the way to the airport. the military won't let you in. people are genuinely terrified. ", 6], ["the conditions set by the US and the UK are very narrow. above all, the answer to this million international -- what the UK should be doing is working with other partners to share the burden. ", 6], ["countries coming together to share the burden was done for the South Vietnamese boat people. countries coming together to share the burden can be done for Afghanistan. ", 3], ["combat operations in Afghanistan finished in 2014. Mehdi Hasan is living in the past. Mehdi Hasan is massively misrepresenting the Afghanistan situation.", 1], ["there was no significant pressure against our forces on the ground. our forces on Afghanistan ground were never tested. ", 6], ["Mehdi Hasan has not been in Kabul lately. When Rory Stewart was in Kabul in November he can assure that people that he has been working with for 20 years are in a much better situation than they were before. Mehdi Hasan is much too pessimistic about what has been happening in Kabul.", 0], ["a man dies of prostate cancer every 45 minutes in the UK. we're not up in arms about men dying from prostate cancer every second of the day. we need to accept that Covid19 is going to be with us.", 3], ["the COVID-19 pandemic is a kind of tea party compared to the disaster of climate change that we're going to face. children are facing not only this pandemic.", 3], ["the advice just keeps changing. we haven't done well but we haven't done as badly as some other countries. ", 6], ["Naomi Osaka wasn't accosted by the press when she was world number 3 or world No. 8 tennis player. being accosted by the press is part of the job of the world number 2 tennis player. Naomi Osaka is the world number 2 in tennis. being accosted by the press could be new to Naomi Osaka.", 6], ["Naomi Osaka is a very young lady. it extends to a wider point with mental health and other issues, sexism, racism, that people say you're going through something, to share that experience and to tell people your issues and your problems. Naomi Osaka has been forced to take a lot of responsibility at an early age. ", 6], ["we miss out on people who bring a different power to the way they think and the discussions that they have. introverts are too scared to get involved in the real to and fro. it is a huge shame that finding introverts in politics is impossible. ", 6], ["if you're a very poor woman with children, living alone, with no resources, and no knowledge of how to argue these things and where to find help. eviction is just criminal. ", 6], ["we now know as of today we vaccinated 50 percent of adults. we're continuing to roll out the vaccine programme. we're in a really strong position at the moment.", 6], ["Naomi Osaka identifies with the Black community. Naomi Osaka's mother is Japanese. Naomi Osaka is interesting. ", 6], ["lead sports people are in the public eye. we should respect that lead sports people are higher at risk of mental health problems. ", 6], ["the public purse is being used at the moment for furlough. the government are temporarily propping up things in the very short term. ", 6], ["they have death rates of China 3 per million. Vietnam less than 1 per million. we're at 1,900 per million deaths and we've had three lockdowns. China and Vietnam had no lockdowns. the countries that have been most successful, the Asian states, they suppress the virus by proper public health control measures..", 6], ["we need a permanent long-term solution. where we got it really wrong is when there's ambiguity. ", 6], ["it would be easier if people knew what they can and can't do rather than what they may be able to do. where we got it really wrong is when there's ambiguity. ", 6], ["you have had one dose of the vaccine you are only 34 percent protected. you had two doses, you're only about two-thirds protected. that means the real figure is only 40 percent of our population has had two doses.", 6], ["a woman renting a house or a flat with two children can't pay her rent. a woman renting a house or a flat with two children being terrified that at any minute she is going to be evicted. ", 6], ["a woman renting a house or a flat with two children can't pay her rent. a woman renting a house or a flat with two children being terrified. ", 6], ["children are our future. that the UK spends most per head on tertiary education rather than all the others and vocational is a good thing as well. ", 6], ["things are back to normal. look at this, the way the rent is paid, whatever. ", 6], ["it's 7 months' time before the spending review. students will be leaving school in 7 months' time.", 4], ["education is absolutely fundamentally important. education is one of the reasons Lucy Frazer went into politics. ", 4], ["the spending review will be coming up in the autumn. we will look at the spending review in the autumn. ", 4], ["an unnamed popular journalist in the UK has been forthright in his views about Naomi Osaka. when Naomi Osaka shared her experience and told people her issues and her problems she has been lambasted and vilified by very many people. ", 4], ["kids could get into school and do some activity over the weekend and use the facilities that they have. last week Peter Kyle met a parent of a kid who, with his friends, jumped over the fence of his school. ", 4], ["Boris Johnson says no. Rishi Sunak cuts the money. ", 4], ["the other data is good. we might be able to open up on 21 June.", 4], ["Michael Gove not ruling out an extension to furlough means more people losing their jobs or not earning as much, not able to pay their rent. now is not the time to end the eviction ban. ", 4], ["it is important we protected tenants. we didn't want anyone to be thrown out of their houses during this period. we protected tenants for a long time. ", 4], ["things could very quickly get out of control. the more transmissible a virus, the more coverage you need in order to achieve herd immunity. we need restrictions on indoor mixing and the wearing of masks. ", 4], ["the decisions that are made now will affect in 5, 10, 15 years' time. Heather McGregor is more worried about what is happening over the much longer term.", 4], ["social media abuse has much contributed to Naomi Osaka's mental health state. Naomi Osaka doesn't want to do it. ", 4], ["China and Vietnam had no lockdowns. China's and Vietnam's economy is thriving. ", 4], ["lots of performers don't like performing live. lots of performers perform in the studio. ", 4], ["lots of performers can't cope with performing live emotionally. lots of performers don't like performing live. ", 4], ["the press have become more and more -- looking for the angle, the scoop, the story, the headline that is going to shift their article over the others. as a result the press have isolated the people they are writing about. ", 4], ["when we make these life choices and sport is one of them, surely publicity and the press comes with the territory. Naomi Osaka should have anticipated that people would be interested in her story. ", 4], ["many infected by the virus will be younger. death rates should be much, much lower. ", 4], ["children have lost their education. children feel abandoned. ", 4], ["the figure is 110 days out of 190 that children have had social isolation. children have mental health problems.", 4], ["the figure is 110 days out of 190 that children have had social isolation. children feel abandoned.", 4], ["a year ago in March we had 580 reported cases on 12 March. by the end of the month there were 1.8 million. things could very quickly get out of control.", 4], ["the facts are the government figures released today about the transmissibility and also about the additional vaccines. we have to face reality. ", 4], ["the virus will keep coming back and throwing variants at us which are more and more transmissible and more virtual. we have another thing coming. ", 4], ["the press have become more and more -- looking for the angle, the scoop, the story, the headline that is going to shift their article over the others. the press only really have themselves to blame for the fact that sports people don't want to talk to them. ", 4], ["130,000-odd dead already. we should not put more people at risk.", 7], ["if anything was going to make that whole thing fall apart it was if Naomi Osaka's sponsors all turned their backs on her. Heather McGregor was really pleased that MasterCard, Naomi Osaka's big sponsor, went straight out behind her and said, you know, we back you 100 percent.", 7], ["one of the most common things is anxiety and depression. it is important that we equip our young people. ", 7], ["when Naomi Osaka shared her experience and told people her issues and her problems she has been lambasted and vilified by very many people. Naomi Osaka has been forced to take a lot of responsibility at an early age. we should have more sympathy and patience and realise Naomi Osaka is a human being. ", 7], ["Naomi Osaka has been forced to take a lot of responsibility at an early age. Naomi Osaka has been brave and shared her experience and told people her issues and her problems. ", 7], ["there are going to be young people leaving school very shortly. kids really need help. ", 7], ["demands for an increased education budget is one among many demands to the public purse. ultimately the budgets are all going to have to be paid back one day. ", 7], ["we do not get the ability to evict tenants. people won't put their houses up for rent. ", 7], ["people won't put their houses up for rent. then we'll have loads and loads of empty rental stock. ", 7], ["this generation is going to be left with the tax bill of this. we owe it to this generation to put in the right amount of money. ", 7], ["the sooner we can do find a way to let business operate. the sooner the tax take will increase. we have to find a way to let business operate. ", 7], ["with the impact the pandemic has on children's mental health and on the economy in general that at some point we do need to open up. we do need to draw some kind of line under this pandemic. ", 7], ["with the impact the pandemic has on children's mental health and on the economy in general that at some point we do need to open up. you can't not have a day to work towards. it is impossible for people and businesses to figure out when we are going to be able to open up. we need to unlock. ", 7], ["children have had a really tough time. Lucy Frazer is pleased that Tim Unknown brought up the question, 'are the government waiting for Marcus Rashford to step in before they sort the rest of the funding out?'. ", 7], ["the additional money for school children is quite a controversial measure. we have to ensure the unions are behind the measure. ", 7], ["we see what reviewing the evidence works. it is absolutely right we review the evidence. ", 7], ["we have a planning bill that is coming to the House which will encourage and ensure that we have sufficient housing stock. people can buy affordable homes. ", 7], ["we have another thing coming. we should have invested. ", 7], ["the effects eviction will have on the rest of their lives will be disastrous. in the short term we need long notice periods, debt renegotiation, and interest-free loans. ", 7], ["this age group is going to damn this government forever. in five years' time the education budget cut will be failing business. ", 7], ["you have to do something about education founding otherwise you have lost that age group. the decisions that are made now will affect in 5, 10, 15 years' time.", 7], ["eviction is a disaster for families and for children. the next thing people are going to be worried about is whether they are going to lose their house as well. ", 7], ["we can use progressive policies to ensure that people don't lose their homes. people are worried now about being evicted. ", 7], ["persisting athletes is horrible. athletes should not be persisted. ", 7], ["many people could end up in hospital. the NHS could be thrown into another surge. ", 7], ["we should have learned from what happened in Vietnam. we haven't done well but we haven't done as badly as some other countries. ", 4], ["teachers have worked so hard over the last few months. the teachers of Sam Unkown's boys have been such a credit. ", 3], ["lead sports people are in the public eye. we should treat lead sports people's mental health problems sensitively. ", 3], ["a community land trust is a fantastic area where the community has a proportion of land in a development which the community owns and is affordable housing for people who live and work locally. the government has a variety of measures to tackle what is a very, very difficult problem. ", 3], ["Jenni Murray lives in a quite well-off part of London and she is okay. people underestimate the amount of poverty this pandemic has caused. ", 3], ["it is important that we equip our young people. Heather McGregor sets out to equip our young people with skills and capabilities all the time. ", 0], ["Kevin Collins came up with what Jenni Murray presumes was a terrific plan. Jenni Murray was somewhat baffled when a real expert in education, Kevin Collins, was asked to be the author to show how we could get this serious situation up and running again. ", 0], ["Kevin Collins really knew what he was talking about. Kevin Collins came up with what Jenni Murray presumes was a terrific plan. ", 0], ["Anthony Costello wishes we had not had lockdowns and followed a much more oppressive policy. Anthony Costello is not arguing for another national lockdown. ", 0], ["Anthony Costello is not arguing for another national lockdown. Anthony Costello would be going much more for a locally-led process to handling COVID. ", 0], ["Anthony Costello wishes for a locally led process so that hotspots can be closed down quickly. Anthony Costello would be going much more for a locally-led process to handling COVID. ", 0], ["we get this right as a country. the messaging is crystal clear based on scientific advice we all understand. ", 0], ["supporting teachers and catching up children are all things that Kevin Collins set out and said we ought to do. a real expert in education, Kevin Collins, was asked to be the author to show how we could get this serious situation up and running again. ", 0], ["the issue about one-to-one tuition is it might be a brilliant idea, it could be a brilliant idea. a real expert in education, Kevin Collins, was asked to be the author to show how we could get this serious situation up and running again. ", 0], ["Anthony Costello wishes we had not had lockdowns and followed a much more oppressive policy. we should have had a test, trace and isolate programme with properly supported isolation. ", 0], ["the Indian variant has evidence of vaccine escape. evidence came out today that you are 2.7 times more likely to end up in hospital with this variant compared to the Kent or Alpha variant. we have the Indian variant which is now thought to be 50 to 70 percent more transmissible. no, Anthony Costello doesn't think we should lift restrictions on 21 June.", 0], ["James Heckman showed how each dollar or pound of investment gets a fantastic return the earlier you start, from pregnancy, early childhood development, primary schooling, secondary schooling. James Heckman won his Nobel prize. ", 0], ["levelling up is not about investing in our people. we don't know what levelling up is for. ", 6], ["early in the lockdowns the scientists were poo-pooing masks saying this disease is transmitted by touch. the advice just keeps changing. ", 1], ["Boris Johnson spend more than £50 on his apartment. spending only £50 per child is crazy land.", 1], ["at the beginning we were told the pubs were staying open but don't go to them. everybody was confused. ", 1], ["where we got it really wrong is when there's ambiguity. we need absolutely crystal clarity so we can act together as a country and act together based on scientific advice we all understand. ", 1], ["right now we are being told we have amber, green and red. the government should make their own mind up if it is amber. ", 1], ["everybody wanted to talk about mental health. we spent the whole session on mental health. ", 2], ["lots and lots of people watching or on the panel will have had mental health problems or know people who have had that. we should respect that lead sports people are higher at risk of mental health problems. ", 2], ["most people are going to be living in rental accommodation. we need a functioning rental sector. ", 2], ["Audience Member has been in that position of a very poor woman with children, living alone, with no resources, and no knowledge of how to argue these things and where to find help. Audience Member is really empathising with with what Jenni is saying. ", 0], ["mental health is a big problem that we need to address. Heather was right to say we need to support young people in mental health. ", 0], ["Kevin Collins was hired by the prime minister. Kevin Collins would have known the direction of travel. ", 0], ["Heather McGregor doesn't think the virus is going away. Heather McGregor would like to see us work out a way to live with it on a longer term basis. ", 0], ["we think herd policy doesn't work. we have always argued from independent SAGE for a suppression policy rather than a herd policy. ", 0], ["we have a government that has a catchphrase about levelling up. Kevin Collin's report is very in line with what all the other countries similar to Britain and our committees are calling for. ", 0], ["statistics are coming from Kevin Collins. Kevin Collin's report is very in line with what all the other countries similar to Britain and our committees are calling for. ", 0], ["it must have been very, very difficult on you and it must have had an impact on your life. Audience Member has been in a position where herself and her daughter were effectively homeless and it is a really horrible place to be. ", 0], ["people who have lost their jobs need to have time so they can readjust to the new economy rather than plunging them into this insecurity. there should be some form of compensation that can ease the transition in. ", 7], ["rough sleeping is going to go through the roof. there should be some form of compensation that can ease the transition in. ", 7], ["there's going to be a huge turn in communities as people are kicked out of their homes inment. there should be some form of compensation that can ease the transition in. ", 7], ["it is really important we invest in young people. education is absolutely fundamentally important. ", 7], ["the world is a tough, difficult place to be. as universities we have a responsibility to people between the ages of 17 and 24 or whatever to equip them to go out into the world.", 7], ["we in universities are dealing with people coming inadequately prepared for coming to uni. 100 extra hours of teaching a year for sixth formers are needed.", 7], ["we in universities are dealing with people coming inadequately prepared for coming to uni. more funding for disadvantaged sixth formers is needed. ", 7], ["every profession having people from different background and types is driving creativity, whether sporting or artistic, politics, public life or any other walk of life, is informed by people's backgrounds. every profession needs to have people from different backgrounds and apparently types. ", 7], ["we think about June 21st. the government should follow xxx scientific advice concerning the lockdown measures.", 7], ["we must keep this virus down. we can't open up. ", 7], ["we mustn't let it spread again. we can't open up. ", 7], ["Jenni Murray would love to have a good life for so long as she may have left. Jenni Murray would love life to go back to normal. ", 7], ["Jenni Murray would love life to go back to normal. when it is rainy and cold Jenni Murray would love to go inside a restaurant with my family and friends. ", 7], ["Kevin Collins's plan of £15 billion was a long-term plan for kids. kids really need help. Kevin Collins came up with what Jenni Murray presumes was a terrific plan.", 7], ["business cannot live with this kind of knee-jerk reaction. we need a permanent long-term solution. ", 7], ["business cannot live with this kind of knee-jerk reaction. the reaction to me is much too immediate and not really long term enough. ", 7], ["we will have more money for things like education that have much bigger long term implications. the sooner we can do find a way to let business operate. ", 7], ["we are going to be living with this virus for a very long time. we need a permanent long-term solution. ", 7], ["we should follow the data rather than the dates. it is impossible for people and businesses to figure out when we are going to be able to open up. ", 7], ["we do need to draw some kind of line under this pandemic. we have to accept that COVID-19 is another disease among all of the other diseases that we have to deal with.", 7], ["we need a date. we need to have a balance between the economy and trying to save every single person going hospital. ", 7], ["we need to unlock. we need to have our people vaccinated. ", 7], ["Audience Member has no idea what Portugal being on the amber list means for them personally. Portugal is on the amber list. we need to be clear what is red and what is green. ", 7], ["100 million hours of one to one tuition is going to support teachers. the evidence says one-to-one tuition will really ensure that children catch up. what 1.4 billion is going towards is one-to-one tuition.", 7], ["we know wearing a mask works. lets make wearing a mask mandatory. ", 7], ["we know wearing a mask works. let's make it an offence not to wear a mask. ", 7], ["we have to ensure that students are behind the measure. the Department of Education is reviewing the support of the unions, parents and students. ", 7], ["you want people to vote for you. you have to do something about education founding otherwise you have lost that age group. ", 7], ["building a sustainable housing market is fundamental. we have a planning bill that is coming to the House which will encourage and ensure that we have sufficient housing stock. ", 7], ["we should have had a test, trace and isolate programme with properly supported isolation. we should have invested. ", 7], ["we can properly isolate and suppress the virus. the Labour Party said months ago everybody who comes into the country should be hotel-isolated. ", 7], ["affordable housing using new technologies which are environmentally friendly. we can solve the problem of eviction alongside progressive policies. ", 7], ["we can solve the problem of eviction alongside progressive policies. we can use progressive policies to ensure that people don't lose their homes. ", 7], ["the press are solely focused on what they can get out of that interview. it should reflect back on the press and they should be limited in their access. ", 7], ["in order to have a properly functioning rental sector. the time has come to lift the eviction ban. ", 7], ["we need restrictions on indoor mixing and the wearing of masks. we should or should not lift restrictions on 21 June.", 7], ["things could very quickly get out of control. what we have to do is watch the data extremely carefully in the next two to three weeks. ", 7], ["there's a big difference between being told we have to wear masks on 21 June and actually stopping things opening. we should or should not lift restrictions on 21 June.", 7], ["the athletes can barely breathe with a microphone under their nose. the athletes should be left alone. ", 7], ["we haven't given the money and the contact traces that we need. we must devolve power and resources to local public health teams. ", 7], ["children are our future. we need children not just to be invested in through the education system but in all policies. ", 7], ["the COVID-19 pandemic is a kind of tea party compared to the disaster of climate change that we're going to face. children need to have investment in all kinds of things such as play areas, transport, food systems, agriculture, environment, to reshape their lives for the future.", 7], ["Kevin Collin's report is very in line with what all the other countries similar to Britain and our committees are calling for. Kevin Collins report was very obvious what it was going to report for quite a long time leading up to it. ", 3], ["we heard from the audience that the education budget cut is failing children. in five years' time the education budget cut will be failing business. ", 3], ["there's twice as many people living in rentals now than four years ago. most people are going to be living in rental accommodation. ", 6], ["people will not be skilled for the jobs that will be needed in the post-COVID economy. in five years' time the education budget cut will be failing business. ", 5], ["we haven't done well but we haven't done as badly as some other countries. let's move forward, get the population vaccinated, get out of it and move forward with sensible ideas that will allow us to regain our lives. ", 7], ["women get far more abuse than men in social media and black people. Naomi Osaka is a black woman and she gets tremendous abuse, no doubt on social media. ", 4], ["the teachers of Sam Unkown's boys have worked so hard with the kids. it is so unfair that the funding for school catch-up is not going to be there. ", 0], ["teachers have worked so hard over the last few months. it is disheartening to know that funding for school catch-up is going to be cut. ", 0], ["Jenni Murray feels frightend by getting said how little protection she has with her double vaccine. Jenni Murray's age group is kind of the most at-risk one. Jenni Murray is scared of getting the corona virus. ", 0]], "test": [["the government has announced a policy of tax rises and cuts to public spending before we know at what state the economic recovery will be at. Dan Hodges cannot for the life of him understand why the government has decided to set out a strategy for eradicating the deficit accrued over the course of the pandemic whilst we're still in the midst of the pandemic. ", 6], ["your service, our service here, is the envy of the world. the NHS doesn't exist anywhere else in the rest of the world. ", 6], ["that women don't know which men will commit gender-based violence is why a lot of people are more cautious. the real issue and the real difficulty for women is they don't know which men will commit gender based violence. ", 6], ["one chooses which Royal Family is the baddy and which is the goody. the difference in talking about Megan and Kate Middleton is an example of what is part of our national obsession of playing minor royals off. ", 6], ["it is very difficult to judge the level of public services we want and can afford because frankly, we have a chancellor who, at the moment, Dan Hodges thinks has fallen and hit his head. the problem is that at the moment it is very difficult to judge the level of public services we want and can afford. ", 1], ["the royal family are are the courtier. the Royal Family is not just a bunch of people. ", 4], ["there is institutional racism in all forms across society. the argument that the British media is somehow exempt from racism would be ridiculous. ", 3], ["the fear is we live in a society now where most people you walk past are anonymous to you. we need to be more courteous to each other in public spaces so everybody feels safer. ", 4], ["the first and deputy First Minister of Northern Ireland are both female. Northern Ireland is the only part of the United Kingdom that doesn't have specific gender-based violence strategy in place. AudienceMember 20210318QT08 is completely dismayed to actually find out that we do not have any specific gender-based violence strategy in place in Northern Ireland.", 4], ["as employment minister, at DWP where we had more people coming to be part of DWP from sectors that we never would have imagined would be applying for universal credit. one figure that sticks in Mims Davies' mind of their staff is the 27,000 extra hours worked over the Easter Bank Holiday weekend to get people paid and supported.", 0], ["people are going to brand this institution as racist without any evidence. don't be surprised if in a couple of years' time you turn round and a new Nigel Farage has turned up or a new Donald Trump has turned up and they are exploiting people branding this institution as racist without any evidence for their own purposes. ", 6], ["there's more the government can do too. AudienceMember 20210318QT08 is completely dismayed to actually find out that we do not have any specific gender-based violence strategy in place in Northern Ireland.", 6], ["we'd love to be giving more money. we have a big black hole in the economy. ", 4], ["people from the NHS are frontline workers. nurses and other NHS workers, because hospital porters, hospital cleaners, all the rest of them over this past year have sweat blood and tears to look after the rest of us. ", 6], ["AudienceMember 20210318QT06 is pleased about that the local council has more money. it is an opportunity for a refuge, moving women forward.", 4], ["we think the NHS has done a great job and continue to do a great job. we deserve greater than a 1 percent pay rise.", 4], ["we weren't providing the kind of media coverage that we were obliged to consider. the Royal Family was angry with us. ", 4], ["AudienceMember is a surgeon in the National Health Service. AudienceMember would be subject to this 1 percent pay rise as well.", 4], ["all of her live Bonny Greer had to put her body in a position where she could be snatched off the street or anything happened to her. violence against women is something that we prepared for. ", 6], ["the frontline is still pulling this country through a horrific ordeal. we need to understand that many of your NHS colleagues and many of my members are literally on their knees. ", 6], ["the frontline have worked so hard during the pandemic. we need to understand that many of your NHS colleagues and many of my members are literally on their knees. ", 6], ["the frontline have managed to drag us through the pandemic. the frontline also treated, in January, 1.3 million non-COVID patients. the frontline have worked so hard during the pandemic.", 6], ["the frontline also treated, in January, 1.3 million non-COVID patients. the frontline have managed to maintain the health service for everyone else.", 6], ["where the Audience Member's daughter is going to be living on campus is right near a wooded area that she has to walk through. Audience Member's daughter is a bit worried. ", 6], ["we have government. the role here is to see what can be done about keeping the streets safer. ", 4], ["the press made the racist comments about Megan being from the \"hood\", gang type stuff. the press didn't make comments about being from the \"hood\" with any other princess. on the question of the press, it is clear it is racist just in the way they described Megan. ", 1], ["the tabloid press did exactly the same thing with Fergie and Diana. the tabloid press seem to think if you have two women in the Royal Family married to two princes they must be at loggerheads and, if they're not, we'll create it. ", 1], ["Dan Hodges cannot for the life of him understand why the government has decided to set out a strategy for eradicating the deficit accrued over the course of the pandemic whilst we're still in the midst of the pandemic. it is very difficult to judge the level of public services we want and can afford because frankly, we have a chancellor who, at the moment, Dan Hodges thinks has fallen and hit his head. ", 1], ["Sean Bailey is trying to have a broader debate but he's not actually doing this. Sean Bailey said he would try to make the streets safer. Sean Bailey is trying to win votes. ", 1], ["Sean Bailey is trying to win votes. Mims Davies need to tell Sean Bailey to stop making disrespectful tweets. ", 1], ["they are the royal household. the Royal Family is not just a bunch of people. ", 4], ["people from the NHS are frontline workers. people from the NHS are people keeping people alive. ", 4], ["people from the NHS are people keeping people alive. people from the NHS are our healers. ", 4], ["we have to go to work. we're not house-bound all the time. ", 3], ["the difference between the Royal Family, though, is that the Queen is the head of State. what we need to do is look to the Royal Family and the Queen has made a start that there are issues that need to be thought about. ", 3], ["the tabloid press did exactly the same thing with Fergie and Diana. we have history in the UK. ", 3], ["women face real restrictions in even simply things like being able to go out and exercise. as a women, you have to think about the time of day, where you go, whether it is an isolated place. ", 6], ["what happened today and the fear that women feel is the fault of men who have allowed women to feel this way. what happened today and the fear that women feel is not the fault of women. ", 6], ["we need to design our public spaces to meet the needs of women. women feel safe. ", 6], ["on average it is more than the 40th incident of abuse before a woman will come forward. we have to give women more confidence when abuse is starting to happen in the home to come forward and know they will get support.", 6], ["those women, bravely coming forward, telling what has happened to them, only see a 4 or 5 percent prosecution rate. the 4 or 5 percent persecution rate is telling women it is not worth coming forward.", 6], ["women might feel intimidated by AudienceMember 20210318QT12 if he has headphones in, he walks up behind them and they don't know who he is, or he is jogging past or on his bike. it is incumbent on men to reflect how we act.", 6], ["the way the tabloid press ripped into Meghan Markle and used every opportunity and used race as its main weapon drove them to leave the UK. the British tabloid press being bigoted and racist to its core is mainly what has driven Harry and Meghan to leave the UK. ", 6], ["the difference in talking about Megan and Kate Middleton is not an example of racism. the difference in talking about Megan and Kate Middleton is an example of what is part of our national obsession of playing minor royals off. ", 6], ["it is not the responsibility of women to stop being murdered. it is the responsibility of men to stop murdering women. ", 6], ["in the department's own planning guidance it talks about 2.5 percent increase. the 2.5 percent pay increase was baked into the budget going forward.", 6], ["the subject is that a million nurses are still benefitting from the 12 percent pay rise, also junior doctors. and the average pay is now around 34,000. the long and short of it is that the NHS staff does not deserve more than a 1 percent pay rise.", 6], ["it is very difficult to judge the level of public services we want and can afford because of the pandemic and the economic effects. the problem is that at the moment it is very difficult to judge the level of public services we want and can afford. ", 6], ["the NHS doesn't exist anywhere else in the rest of the world. the NHS is a miracle. ", 6], ["it is unclear if the remarks were, as Megan's father suggested, a crass way of wondering is this baby going to have its grandfather's big ears. it is unclear if the remarks were made when the baby was on their way. it is unclear if the remarks were made when the couple got married. Elizabeth Unknown didn't know when the supposed remarks were made. Elizabeth Unknown saw the interview. the question of the Royal Family being racist or not is a confusing one. ", 6], ["it is just not the Mountbattens Windsors, it's a whole lot of people. maybe the network around the royal family that keeps them going needs a looking into. ", 6], ["how widespread this sense of fear is and how many women have experienced abuse or harassment on the streets. Steve Reed has been struck today from women he has talked to or commenting on social media. ", 6], ["women feel safe. men feel safe. ", 6], ["men feel safe. boys feel safe. ", 6], ["issues related to racism are systemic issues and the Royal Family are part of the system. the Royal Family need to lead the learning. ", 6], ["we have had secure jobs, secure income, financial stability. we're not house-bound all the time. our children have got to go to a key worker school, haven't had to be home schooled as much. we had some positives compared to other people. ", 6], ["you go to any major European capital. you see more police on street corners, in squares that are visible. ", 6], ["in the department's own planning guidance it talks about 2.5 percent increase. there was a lot of confusion and shock at the 1 percent pay rise suggestion.", 2], ["being sexually harassed or experiencing some kind of negative attention be it from men has almost become accepted. women face real restrictions in their lives and what they can do. ", 2], ["girls feel safe. everybody feels safe. ", 2], ["there was a lot of confusion and shock at the 1 percent pay rise suggestion. we deserve greater than a 1 percent pay rise.", 2], ["sometimes people don't understand that the NHS is a miracle. people may take the NHS a little bit for granted. ", 2], ["men don't go to school with women. the idea of educating men is very important -- and little boys. ", 2], ["Victor Adebowale did a piece of work for the Metropolitan Police in 2012 that showed black people with mental health challenges have a much-increased chance of dying as a result of the police handling their case. the NHS confederation established the observatory on race and health because we know that black people suffer worse services and worse outcomes in the NHS.", 0], ["to Audience Member a 1 percent pay rise is acceptable pain, considering the pain that others in society have to suffer. Audience Member thinks we all have to share the pain.", 0], ["the handbrake on the economy of the pandemic coming down on the people, a massive shock to the system. one figure that sticks in Mims Davies' mind of their staff is the 27,000 extra hours worked over the Easter Bank Holiday weekend to get people paid and supported.", 0], ["we heard Steve Reed's colleague Jess Phillips in parliament today saying it is not rare for women to be subject to male violence. what happened today and the fear that women feel is the fault of men who have allowed women to feel this way. ", 0], ["Dan is not going to sit here and pretend racism doesn't exist in the British media. the way the tabloid press ripped into Meghan Markle and used every opportunity and used race as its main weapon drove them to leave the UK. ", 0], ["the reason Victor Adebowale doesn't think the Royal Family are racist because he have met quite a few of them -- most of them, in fact -- in his life. Victor Adebowale can say as a black men, and he think he's more qualified than others to say that the royal family is not racist. ", 0], ["we heard Steve Reed's colleague Jess Phillips in parliament today saying it is not rare for women to be subject to male violence. there's more the government can do too. ", 0], ["there are clubs not far from where Bonnie Greer lives that admit no women. Bonnie Greer wants to say as someone who didn't grow up and wasn't born here but lived here half her life, this is a deeply masculine society at its roots. ", 0], ["men don't go to school with women. Bonnie Greer once asked, she thinks it was Robin Cooke, the late Robin Cooke, she asked why were British men so afraid of women. ", 0], ["Victor Adebowale thinks it is totally unacceptable for any woman to feel unsafe and to have to think twice before leaving their home to take exercise. the goverment could start educating men about how to operate, how to use their own spatial awareness to ensure that they are respectful of everyone but particularly of women. ", 0], ["Dan Hodges had the society of editors who had to resign after releasing a statement saying the British press is not racist. Dan Hodges had journalists of colour saying the depressingly reality of how blacks are portrayed on a daily basis is what was reflected by Megan's comments. ", 0], ["Dan Hodges does or doesn't think what the reporters said is not true. Dan Hodges had journalists of colour saying the depressingly reality of how blacks are portrayed on a daily basis is what was reflected by Megan's comments. ", 0], ["Dan Hodges will know these often quoted examples of Kate Middleton as well as anybody. they don't call her Kate Middleton these days, but Kate tenderly cradles her baby. ", 0], ["AudienceMember 20210318QT20 has been very privileged to meet a number of the members of the Royal Family. AudienceMember 20210318QT20 would say straight out, the Royal Family are absolutely not racist.", 0], ["we have a very diverse Commonwealth and several members of the Royal Family appeared on that programme. there's absolutely no doubt in my mind that our Royal Family is not racist. ", 0], ["Dan Hodges thinks that probably NHS staff do deserve better pay increase than 1 precent. Dan Hodges does not think a 1 percent pay rise for NHS staff is enough.", 0], ["Dan Hodges is not sure what people think NHS staff do when there isn't a pandemic. Dan Hodges finds it quite patronising that the NHS staff especially deserve a pay increase because over the last 12 months they have been doing incredible work saving lives.", 0], ["there is no health service. all Bonnie Greer can say is she comes from a country where there are 500,000 people dead.", 0], ["Victor Adebowale's co-workers have had it so good with secure jobs and income through the pandemic. they should suffer. ", 7], ["we desperately need the 14 percent of NHS frontline staff to get us through the other side of the pandemic. there is a real risk here.", 7], ["we need to stop telling women to be more careful. what we need to start doing is tell men to stop attacking women and really, really change the story on sexual harassment. ", 7], ["the short term as an emergency measure, women have to be in charge. we have to have a woman, three women, dedicated to be in charge with the powers to bring people to justice. ", 7], ["this is something that Mims Davies could take back to the mental health minister, please, give a commencement date to this legislation because this is something we did do. the government has not triggered it to come into force two and a half years later. ", 7], ["nurses and other NHS workers, because hospital porters, hospital cleaners, all the rest of them over this past year have sweat blood and tears to look after the rest of us. the NHS workers should be getting at least the 2.1 percent pay rise.", 7], ["a 1 percent pay rise is a real terms pay cut. NHS staff should not get what the government promised.", 7], ["Becky is right, we are fed up with missing persons. what we need to start doing is tell men to stop attacking women and really, really change the story on sexual harassment. ", 7], ["every woman has the right to feel safe walking around the street of this country any time whatsoever. we need to stop telling women to be more careful. ", 7], ["what happened today and the fear that women feel is not the fault of women. what we need to start doing is tell men to stop attacking women and really, really change the story on sexual harassment. ", 7], ["the government could spend serious money on a public education campaign about the availability of safe spaces. there's more the government can do too. ", 7], ["we owe it to women with practical things we can do now. we need to design our public spaces to meet the needs of women. ", 7], ["seeing people is how behaviour changes too, people have to see people in positions of power. we have to have a woman, three women, dedicated to be in charge with the powers to bring people to justice. ", 7], ["the women we need to make sure we respect and protect are our mothers, our wives, our daughters. as a society we need to make sure we respect and protect women, even from a male's perspective. ", 7], ["we owe it to women with practical things we can do now. we must ensure that deaths, and the horrific circumstances in which Sara Everard's family are currently existing, that we learn something. ", 7], ["Harry and Megan's cheerleaders have been running around telling us all we have to pick a side. people will pick a side. ", 7], ["we wait for the pay review body. The government made its recommendation and then it goes to this independent review. waiting for the pay review is the start of the difficulty of giving more money. giving more money is difficult. ", 7], ["putting that nuance in people's minds is very dangerous. we need to be mindful about our activities. ", 7], ["there is subconscious racism in the British media and there is institutional racism in the British media. Elizabeth Unknown can say the British tabloid press is bigoted and racist to its core. ", 0]]}